Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Arealer, miljø og klima
sme: 4 Areálat, biras ja dálkkádat

source: Samfunnsmål: Arealer og naturressurser i det tradisjonelle samiske området brukes som det materielle grunnlaget for videreføring og utvikling av samisk kultur, næringsutøvelse og samfunnsliv.
sme: Servodatmihttu: Árbevirolaš sámi guovllu areálat ja luondduresurssat geavahuvvojit ávnnaslaš vuođđun sámi kultuvrra, ealáhusdoaimmaheami ja servodateallima joatkimii ja ovddideapmái.

source: Mål: Naturgrunnlaget for samiske næringer, kultur og samfunnsliv er sikret i all planlegging, og Sametinget er en viktig premissleverandør og konsultasjonspart i forvaltning av arealer.
sme: Áŋgiruššansuorggi mihttomearri: Sámi ealáhusaid, kultuvrra ja servodateallima luondduvuođus lea sihkkarastojuvvon buot plánemiin, ja Sámediggi lea deaŧalaš eavttuidbiddji ja konsultašuvdnabealli areálahálddašeamis.

source: Planer om gruvedrift i Nussir og Gumppenjunni Nærings- og fiskeridepartementet fattet 14. februar vedtak om driftskonsesjon for gruvedrift i Nussir og Gumppenjunni.
sme: Ruvkedoaibmaplánat Nussiris ja Gumppenjunis Ealáhus- ja guolástusdepartemeanta dagai guovvamánu 14. b. doaibmalohpemearrádusa ruvkedoibmii Nussiris ja Gumppenjunis.

source: Sametinget har påklaget vedtaket 07.03.2019. Sametinget klage har oppsettende virknings, slik at vedtak ikke er gyldig før etter eventuell godkjenning etter klagebehandling.
sme: Sámediggi váiddii mearrádusa njukčamánu 7. b. Sámedikki váidda mielddisbuktá maŋideami, nu ahte mearrádus ii leat fámus ovdal vejolaš dohkkeheami maŋŋágo váidda lea meannuduvvon.

source: Det er berammet et første konsultasjonsmøte 10.06.2019 om klagebehandlingen av vedtaket.
sme: Vuosttaš konsultašuvdnačoahkkin mearrádusa váiddameannudeapmi birra lea mearriduvvon dollojuvvot geassemánu 10. b.

source: Sametingsrådet mener det er uriktige vurderinger av tiltakets konsekvenser og dermed anvendelse av nasjonal og internasjonal lov.
sme: Sámediggeráđđi oaivvilda ahte boasttuvuohta lea dahkkojuvvon doaibmabiju váikkuhusaid ja nu riikka ja riikkaidgaskasaš lágaid árvvoštallamis.

source: Sametingsrådet vurderer Nussir-saken å være av stor prinsipiell betydning og vil derfor fortsette å bruk ressurser i arbeidet med denne saken. Kommunal- og moderniseringsdepartementet har i brev til FeFo av 25.05.2019 uttrykt at det for godkjenning til Kongen i april 2018, men en høringsuttalelse om driftskonsesjon etter mineralloven.
sme: Gielda- ja ođasmahttindepartemeanta lea reivves FeFo:ii cealkán ahte ii lleat mearrádus rievdaduvvon meahccegeavaheami birra Finnmárkolága vuođul maid FeFo lea dahkan Nussir-áššis ja sádden Gonagassii dohkkeheapmái cuoŋománus 2018, muhto gulaskuddancealkámuš doaibmalobi birra minerálalága vuođul.

source: FeFo har i brev av 29.03.2019 gjort det klart overfor departementet at det er et vedtak om endret bruk av utmark og at dette klart kommer fram av saksframlegget.
sme: FeFo lea njukčamánu 29. b. reivves čilgen departementii ahte dat lea mearrádus rievdaduvvon meahccegeavaheami birra.

source: Sametinget skreiv brev til departementet 05.04.2019 og gjorde det uttrykkelig klart at det var et vedtak om endret bruk av utmark FeFo hadde fattet og at det da etter Finnmarksloven ligger til Kongen å godkjenne eller ikke godkjenne vedtaket.
sme: Sámediggi čálii reivves departementii cuoŋománu 5. b. ahte dat lei mearrádus rievdaduvvon meahccegeavaheami birra maid FeFo lei dahkan ja ahte dalle lea Gonagasa duohken dohkkehit dahje hilgut mearrádusa.

source: Kommunal- og moderniseringsdepartementet har så langt ikke respondert på FeFo og Sametingets brev.
sme: Gielda- ja ođasmahttindepartemeanta ii leat dán rádjai vástidan FeFo ja Sámedikki reivii.

source: Klage på vedtak om å tillate akvakultur i Vedbotn Rogaland fylkeskommune har i sin nye behandling av søknaden om etablering av akvakultur i Vedbotn i Nordkapp kommune gitt Grieg Seafood tillatelse som omsøkt.
sme: Váidda mearrádussii suovvat ásahit akvakultuvrra Vedbotn nammasaš báikái Rogalándda fylkkasuohkan lea ođđa ohcanmeannudeamis beassat ásahit akvakultuvrra Vedbotn nammasaš báikái Davvenjárgga gielddas addán Grieg Seafood nammasaš fitnodahkii lobi nu mo lei ohccojuvvon.

source: Sametinget har ved brev datert 15.4.2019 påklaget vedtaket.
sme: Sámediggi lea cuoŋománu 15. b. beaiváduvvon reivves váidán mearrádusa.

source: Sametinget har også tidligere, den 12.11.2018, påklaget Finnmark Fylkeskommunens vedtak om å tillate akvakultur ved Jernøya i Nordkapp kommune.
sme: Loahpalaš mearrádus lobi birra ásahit akvakultuvrra Lubben ja Korsneset nammasaš báikkiide Gálssa suohkanis

source: Endelig vedtak om tillatelse for akvakultur – Lubben og Korsneset i Karlsøy kommune Sameting påklaget i 2017 Troms Fylkeskommunes vedtak om å gi konsesjon til akvakulturlokalitetene Lubben og Korneset, begge på nordøstsiden av Reinøya i Karlsøy Kommune.
sme: Sámediggi váiddii 2017:s Romssa fylkkasuohkana mearrádusa addit lobi ásahit akvakultuvrra Lubben ja Korsneset nammasaš báikkiide, goappašagat Ráinná davábealde Gálssa suohkanis.

source: Konsesjonstillatelsene ble også påklaget av lokale fiskere og bygdelag.
sme: Konsešuvdnalobi váide maiddái báikkálaš guolásteaddjit ja gilisearvvit.

source: Fiskeridirektoratet har som en av begrunnelsene for sitt vedtak vurdert at det ikke er et utstrakt samisk fiske i dette området og som fører til at en eller flere utøvere vil bli nektet eller krenket, blant annet med henvisning til NOU 2007.
sme: Váidagiid lea dál Guolástusdirektoráhta mearridan, ja lea árvvoštallan ahte ii leat olus sámi guolásteapmi dán guovllus mii dagahivččii ahte okta dahje eanet guolásteaddjit biehttaluvvojit dahje loavkiduvvojit, earret eará čujuhettiin NOU 2007:i.

source: Dialog med Fiskeridirektoratet for å sikre samiske fiskeri Som følge av strategiene i areal og miljømeldingen har Sametinget etablert et samarbeid og dialog med Fiskeridirektoratet for å oppnå en samforståelse av samisk fiskeri, samt hvordan ivareta samiske fiskeriinteresser i kystsoneplaner og ved avklaringer av akvakulturlokaliteter.
sme: Gulahallan Guolástusdirektoráhtain sihkkarastin dihtii sámi guolástusaid Areála- ja birasdieđáhusa strategiijaid geažil lea Sámediggi ásahan ovttasbarggu ja gulahallama Guolástusdirektoráhtain juksan dihtii oktasaš áddejumi sámi guolástusain, ja das mo fuolahit sámi guolástusberoštumiid riddoavádatplánain ja akvakultuvrabáikkiid čielggademiid oktavuođas.

source: Som et av resultatene av samarbeidet har Sametinget og Fiskeridirektoratet nå planer om et prosjekt som skal sikre at Fiskeridirektoratets kartverktøy, Yggdrasil, på en best mulig måte synliggjør samisk fiskeri og samiske fiskeriinteresser.
sme: Okta bohtosiin ovttasbarggus lea ahte Sámediggi ja Guolástusdirektoráhta dál leat plánemin prošeavtta mii galgá sihkkarastit ahte Guolástusdirektoráhta kártareaidu Yggdrasil buoremus vuogi mielde oainnusin dahká sámi guolástusa ja sámi guolástusberoštumiid.

source: Dette kartverktøyet benyttes bl.a. av kommunene ved utarbeidelse av kystsoneplaner og ved behandlinger av søknader om etablering av akvakulturlokaliteter.
sme: Dán kártareaiddu geavahit earret eará gielddat go ráhkadit riddoavádatplánaid ja go meannudit ohcamiid beassat ásahit akvakultuvrabáikkiid.

source: Møte med Statnett Sametingsråd Silje Muotka hadde i slutten april et møte med Statnett for å bli orientert om framdriften med 420 kV-linja Balsfjord-Skaidi, samt Statnett sine planer med nettutvikling østover fra Skaidi.
sme: Čoahkkin Statnettain Sámediggeráđis lei loahpageahčen cuoŋománu čoahkkin Statnettain oažžun dihtii dieđuid barggu ovdáneami birra Báhccavuona-Skáiddi 420 kV-linnjáin, ja Statnett plánaid birra neahttaovddidemiin nuorttas Skáiddis.

source: Statnett har fortsatt ikke oppnådd enighet med alle berørte reinbeitedistrikter om utbygging av 420kV-linja Balsfjord-Skaidi.
sme: Statnett ii leat vel juksan soahpamuša buot guoskevaš orohagaiguin BáhccavuonaSkáiddi 420 kV-linnjá huksema oktavuođas.

source: Sametingsråd Muotka minte om Sametingets plenumsvedtak 0012/15 og vilkårene Sametingets plenum satte for å kunne akseptere utbyggingen.
sme: Sámediggeráđđi muittuhii Sámedikki dievasčoahkkinmearrádusa 12/15 birra ja eavttuid birra maid Sámedikki dievasčoahkkin bijai dasa ahte sáhttit dohkkehit huksema.

source: Sametinget ba derfor om en vurdering fra Statnett i hvilken grad de anser at disse vilkårene er blitt oppfylt i Statnett sitt arbeid.
sme: Danne bivddii Sámediggi Statnett árvvoštallat man muddui sin mielas dát eavttut leat ollašuhttojuvvon Statnett barggus.

source: Statnett tar sikte på å søke konsesjon for strekningen Skaidi-Adamselv i 2020 og for strekningen Adamselv-Varangerbotn i 2021.
sme: Statnett áigu ohcat konsešuvnna gaskkaide SkáidiÁttánjohka 2020:s ja Áttánjohka-Vuonnabahta 2021:s.

source: Tranøy kommunes arealplan. Sametinget fremmet våren 2018 innsigelse mot 11 områder i Tranøy kommunes revidering av arealplan som var avsatt til fritids- og turistformål (BFT) og fritidsbebyggelse (BFR).
sme: Ránáidsullo suohkana areálaplána. Sámediggi ovddidii 2018 čavčča vuostecealkámuša Ránáidsullo suohkana areálaplána ođasmahttimii 11 guovllu oktavuođas mat ledje várrejuvvon astoáigge- ja turistaáigumušaide ja astoáiggevisttiide.

source: Etter dialogmøtene var det to innsigelser som ikke ble løst, og derfor inviterte Fylkesmannen til mekling mellom Sametinget og Tranøy kommune i mars 2019.
sme: Maŋŋá gulahallančoahkkimiid báhce guokte vuostecealkámuša čoavddekeahttá, ja danne bovdii Fylkkamánni soabadeapmái gaskal Sámedikki ja Ránáidsullo suohkana njukčamánus.

source: De to innsigelsene gjaldt om et hytteområde og et område for turistanlegg.
sme: Dat guokte vuostecealkámuša guske bartaguvlui ja turistarusttetguvlui.

source: På mekling ble hytteområdet redusert i areal og antall hytter, området ble også flyttet nærmere kysten samt en rekke avbøtende tiltak ble satt som betingelse før tiltaket kan påbegynnes.
sme: Soabadančoahkkimis gáržžiduvvui bartaguovllu areála ja barttaid lohku, guovlu sirdojuvvui maid lagabui rittu, ja máŋga váidudeaddji doaibmabiju biddjojuvvojedje eaktun ovdalgo sáhttá álggahit doaibmabiju.

source: Området for turistanlegget ble redusert samt at planene i dette området ble endret og derfor var ikke innsigelsen lenger aktuelt.
sme: Turistarusttetguovlu gáržžiduvvui, ja dán guovllu plánat rievdaduvvojedje ja danne ii lean šat vuostecealkámuš guoskevaš.

source: Sametinget ser det som en fordel at det legges opp til at tiltakshavere skal bli enige med reindriftsnæringen om avbøtende tiltak før tiltaket blir gjennomført.
sme: Sámediggi atná ovdun ahte láhččojuvvo dasa ahte doaibmabidjoeaiggádat galget soahpat boazodoaluin váidudeaddji doaibmabijuid oktavuođas ovdalgo doaibmabidju čađahuvvo.

source: Utredningen til Statens vegvesen viser store negative konsekvenser for to av reinbeitedistriktene ved valgte trasealternativet.
sme: Stáhta geaidnodoaimmahaga čielggadus čájeha stuorra negatiiva váikkuhusaid guovtti orohahkii válljejuvvon geaidnogaskamolssaeavttu geažil.

source: Det mangler også utredning av samlet belastning utbyggingen vil få for reinbeitedistriktene i området.
sme: Maiddái váilu ollislaš noađuheapmi huksemis guovllu orohagaide.

source: Samfunnsmål: Et levende og mangfoldig samisk kunst- og kulturliv av god kvalitet.
sme: Servodatmihttu · Ealli ja girjás sámi dáidda- ja kultureallin mas lea buorre kvalitehta

source: Kulturrådet I Statsbudsjettet for 2019 fikk Kulturrådet to millioner kroner øremerket inkludering av samisk litteratur i tilskuddsordningene.
sme: Kulturráđđi 2019 stáhtabušeahttas juolluduvvui Kulturráđđái guokte miljovnna ruvnnu merkejuvvon ruhta čáhkadit sámi girjjálašvuođa doarjjaortnegiidda.

source: De ekstra midlene skal sikre at utvidelsen ikke fører til mindre støtte til annen litteratur.
sme: Dát lassidoarjja galgá sihkkarastit ahte eai juollut unnibut doarjaga eará girjjálašvuhtii.

source: I forbindelse med at Kulturrådet har gjennomgått sine ordninger og nå inkluderer samisk litteratur i de etablerte ordningene holdt Kulturrådet i samarbeid med Sametinget dialogmøter i Karasjok 8.05.19.
sme: Go kulturráđđi viiddidii ortnegiid nu ahte maiddái fátmmastit sámi girjjálašvuođa iežaset ásahuvvon ortnegiidda, de lágidii kulturráđđi oktan Sámedikkiin dialogačoahkkimiid Kárášjogas miessemánu 8. beaivvi.

source: Dialogmøtet var åpent og det var 10 eksterne deltakere på møtet.
sme: Dialogačoahkkin lei rabas ja dasa serve 10 olggobeale oasseváldige.

source: I tillegg ble møtet strømmet.
sme: Dasa lassin rávdnjejuvvui čoahkkin.

source: Tilbakemeldingene fra deltakerne ga klare signaler for hva behovet er og hvilken kompetanse det er nødvendig at kulturrådet har i sine fagutvalg når det kommer søknader om samisk litteratur.
sme: Oasseváldit muitaledje čielgasit makkár dárbbut leat ja makkár gelbbolašvuohta sii oaivvildit Kulturráđis galggašii leahkit go ožžot sámi girjjálašvuođa ohcamušaid.

source: Sametinget og Kulturrådet hadde i tillegg er møte der tilbakemeldingene ble diskutert og også hvordan Sametinget og Kulturrådet sammen kan legge til rette for at søknader fra de samiske litterære miljøene behandles på best mulig måte.
sme: Dasa lassin lei Sámedikkis ja Kulturráđis čoahkkin mas digaštalle man láhkai Sámediggi ja Kulturráđđi sáhttá láhčit dili nu ahte buoremus láhkai meannudit ohcamušaid mat bohtet sámi girjjálašvuođa birrasiin.

source: Sametinget og Kulturrådet ble enige om å opprettholde kommunikasjonen og dialogen som nå er opprettet for å evaluere og tilrettelegge de nye tiltakene som Kulturrådet har satt i gang med hensyn til samisk litteratur.
sme: Sámediggi ja Kulturráđđi šihtte doalahit dialoga vai besset árvvoštallat ja heivehit ođđa doaimmaid maid Kulturráđđi lea álggahan sámi girjjálašvuhtii.

source: Dialogmøte med samiske kunstnere Kulturdepartementet jobber med en stortingsmelding om kunstnere.
sme: Dialogačoahkkin sámi dáiddáriiguin Kulturdepartemeanta bargá dál stuorradiggedieđáhusain mas dáiddárat leat fáddán.

source: I den forbindelse inviterte de til et dialogmøte med Samisk kunstnerråd, de samiske kunstnerorganisasjonene og Sametinget i Karasjok i februar.
sme: Dan oktavuođas bovdejedje Sámi dáiddárráđi, sámi dáiddárorganisašuvnnaid ja Sámedikki dialogačoahkkimii Kárášjogas guovvamánus.

source: I forkant av møtet gjennomførte Sametinget i samarbeid med Samisk kunstnerråd en undersøkelse blant samiske kunstnere.
sme: Ovdal čoahkkima čađahii Sámediggi oktan Sámi dáiddárráđiin iskkadeami sámi dáiddáriid gaskkas.

source: Foreløpige resultater fra denne undersøkelsen ble presentert på møtet.
sme: Čoahkkimis čájehedje iskosa gaskaboddosaš bohtosiid.

source: Sametinget vil fortsette dialogen med departementet om stortingsmeldingen.
sme: Sámediggi joatká gulahallat departemeanttain dán áššis.

source: Dialogmøte om samisk immateriell kulturarv og kultursamarbeid Sametinget inviterte til et dialog-/arbeidsmøte i slutten av mars mellom sametingene i Norge, Sverige og Finland, Samisk kunstnerråd, Samerådet, med flere, om samisk kulturpolitikk/strategier, og om samisk immateriell kulturarv.
sme: Dialogačoahkkin sámi eahpeávnnaslaš kulturárbbis ja kulturovttasbarggus Sámediggi bovdii ruoŧa ja suoma sámedikki, Sámi dáiddárráđi, Sámiráđi ja earáid dialoga/bargočoahkkimii digaštallat sámi kulturpolitihka/-strategiijaid ja sámi eahpeávnnaslaš kulturárbbi.

source: Arbeidsmøtet tok utgangspunkt i og var ment som oppfølging av konferansen om immateriell kulturarv avholdt mai 2018 i Inari.
sme: Bargočoahkkima vuolggasadji lei čuovvulit konferánssa mas lei fáddán eahpeávnnaslaš kulturárbi, ja mii lágiduvvui Anáris 2018:s.

source: Et viktig mål for møtet var å drøfte videre oppfølging av dette tema, samt å kartlegge mulige samarbeidsområder.
sme: Dehálaš mihttun čoahkkimis lei čuovvulit ja ságaškuššat dáid fáttáid, ja dasa lassin kártet vejolaš áššesurggiid main sáhtášii ovttasbargat.

source: Det planlegges et oppfølgende møte i Rovaniemi i begynnelsen av juni.
sme: Dál plánejuvvo ođđa čoahkkin Roavvenjárggas geassemánu álggus.

source: Innspillsmøte Europeisk kulturhovedstad 2024 Sametinget deltok på samisk innspillsmøte i mars i forbindelse med at Bodøs arbeid med søknad om å bli Europeisk kulturhovedstad 2024.
sme: Cealkámuščoahkkin, Eurohpa kulturoaivegávpot 2024 Sámediggi oasálasttii sámi cealkámuščoahkkimis njukčamánus dál go Bådåddjå ohcá šaddat Eurohpálaš kulturoaivegávpogin 2024:s.

source: Hensikten med innspillsmøtet var å involvere flest mulig av kulturaktører i fylket i arbeidet med den endelige søknaden.
sme: Ulbmil dáinna čoahkkimiin lei čohkket nu ollu kulturoassádalliid searvat hábmet loahpalaš ohcamuša.

source: Samisk strategi i den kulturelle skolesekken I jubileumsåret 2017 initierte Kulturtanken et prosjekt for å løfte samisk kunst og kultur i Den kulturelle skolesekken (DKS).
sme: Sámi strategiija Den kulturelle skolesekkenis Ávvudanjagis 2017:s álggahii Kulturtanken prošeavtta loktet sámi dáidaga ja kultuvrra Den kulturelle skolesekkenii (DKS).

source: Kulturtanken skal for perioden 2018-2020 jobbe med en strategiplan med samisk fokus i den kulturelle skolesekken og har overordnet mål; Å øke tilfanget av produksjoner med samisk kunst og kultur i DKS.
sme: Kulturtanken galgá 2018-2020 áigodagas bargat strategiijaplánain mas galgá deattuhit sámi sisdoalu, ja mas lea bajimuš mihttun lasihit produkšuvnnaid main lea sámi dáidda ja kultuvra DKS:s.

source: Ressursgruppen skal bistå Kulturtanken og DKS i arbeidet med å løfte fram samiske kunst- og kulturproduksjoner i DKS. I ressursgruppen sitter Johan Sara jr, Elle Sofe Sara, Ellen Berit Dalbakk, Ebba Joks, Sissel Ann Mikkelsen, og Marja Lisa Thomasson.
sme: Olahan dihtii mihttomeriid strategiijaáigodagas ja vuođđudit ja sihkkarastit proseassa, de lea Kulturtanken, Sámedikki cealkámuša mielde, ásahan sámi resursajoavkku ja nammadan dáid kulturoassádalliid jovkui: Johan Sara jr., Elle Sofe Sara, Ellen Berit Dalbakk, Ebba Joks, Sissel Ann Mikkelsen ja Marja Lisa Thomasson.

source: Ressursgruppen hadde sitt første møte i Tromsø tirsdag den 27. mars med tema;
sme: Ressursajoavkkus lei vuosttaš čoahkkin Romssas njukčamánu 27.beaivvi.

source: Sametinget fulgte oppstartsmøte i Tromsø, og vil følge opp prosessen med Kulturtanken.
sme: Sámediggi čuovui álggahančoahkkima Romssas, ja áigu čuovvulit Kulturtankeniin proseassa.

source: Sametingsrådet tilstede under den norske Melodi Grand Prix-finalen Sametingsråd Henrik Olsen var til stede under den Melodi Grand Prix-finalen som ble avholdt i Oslo den 2. mars.
sme: Sámediggeráđđi oasálasttii Norgga Melodi Grand Prix loahppagilvvus Sámediggeráđđi lei Norgga Melodi Grand Prix loahppagilvvus, mii lágiduvvui njukčamánu 2.beaivvi.

source: Som kjent vant gruppa KEiiNO, og som skal representere Norge i Eurovision Song Contest 2019.
sme: Nugo diehtit, de vuittii KEiiNO geat ovddastedje Norgga Eurovision Song Contestas 2019:s.

source: Den samiske artisten Fred Buljo kjent fra Duolva Duottar er ett av medlemene i KEiiNO.
sme: Sámi artista Fred Renè Buljo lea okta KEiiNO joavkku lahtuin.

source: Arktisk filharmoni besøkte Sametinget Arktisk filharmoni har i flere år hatt et fokus på det samiske gjennom produksjoner som de har framført på ulike scener.
sme: Árktalaš fiilaharmoniija galledii Sámedikki Arktisk fiilaharmoniijas lea máŋga jagi guovdilasttán sámi kultuvrra produkšuvnnain maid leat čájáhaddan iešguđetge lávddiin.

source: Den siste tiden har de også på ledernivå fokusert ytterligere på at de vil fylle en rolle som orkester også for samisk musikk og kultur.
sme: Gieskat leat maid jođiheaddjidásis maid deattuhan ahte háliidit deavdit rolla ja leahkit maiddái sámi musihka ja kultuvrra orkeastarin.

source: Sametingspresident Aili Keskitalo og sametingsråd Henrik Olsen deltok fra Sametingets side.
sme: Danne ledje bivdán deaivat Sámedikki. Sámedikki presideanta Aili Keskitalo ja Sámediggeráđđi oasálaste dán čoahkkimis.

source: Fra Arktisk filharmoni deltar direktør Tor Lægreid, kommunikasjonssjef Lasse Jangås og styreleder Tove Karoline Knutsen.
sme: Árktalaš fiilaharmoniija muitalii plánain mo áigot fátmmastit sámi musihka produkšuvnnaide ja ahte háliidit lagabut ovttasbarggu sámedikkiin.

source: Sápmi Too-kunstarrangement Sápmi Too-kunstarrangement ble arrangert i Kautokeino tidligere i vinter og arrangementet hadde kunst og samtaler sentralt.
sme: Sápmi Too-dáiddadáhpáhus Sápmi Too dáiddádáhpáhus lágiduvvui Guovdageainnus ja Mázes, dáidda ja ságastallan lei guovddážis.

source: Det ble snakket om kjønnsroller, vold og seksuelle overgrep i Sápmi og hvordan kunst kan belyse denne problematikken. Det ble gjort med kunst, musikk, film, foredrag, paneldiskusjoner, workshops og slampoesi.
sme: Sápmi Too-dáiddadáhpáhus gieđahalai sohkabealrollaid, veahkaválddálašvuođa ja seksuála illásteami Sámis, ja mo dáidda ja ságastallan sáhttá čalmmustahttit dáid hástalusaid.

source: Sametingsråd Mikkel Eskil Mikkelsen deltok i åpningen av arrangementet.
sme: Sámediggeráđđi oasálasttii dán lágideami rahpamis ja paneladigaštallamis.

source: Arrangementet var et samarbeid mellom Sametinget, Dáiddadállu og OCA – Office of Contemporary Art, Norway.
sme: Lágideapmi lea ovttasbargu Sámedikki, Dáiddadállu ja OCA – Office of Contemporary Art, Norway gaskkas.

source: Høringsmøte med samisk musikkbransje i Karasjok I forbindelse med redegjørelse om joik og samisk musikk, inviterte Sametinget bransjeaktører og andre interessenter til innspillsmøte hvor aktørene fikk muligheten til å komme med innspill til relevante temaer eller utfordringer, og på den måten være med på å påvirke Sametingets fremtidige politikk rundt joik og samisk musikk.
sme: Sámediggeráđđi lea ráhkadišgoahtán čilgehusa luođi ja sámi musihka birra. Dan oktavuođas bovdii Sámediggeráđđi suorgeaktevrraid ja eará berošteddjiid gulaskuddančoahkkimii, mas oasádallit besse cealkit oaiviliiddiseat relevánta fáttáide ja hástalusaide, ja dien láhkai váikkuhit ja hábmet Sámedikki boahtteáiggi politihka mii guoská luohtái ja sámi musihkkii.

source: Ca 10 personer deltok i møtet.
sme: Sullii logi olbmo oasálaste.

source: Kultur- og likestillingsministeren besøkte Kautokeino i påsken Kultur- og likestillingsminister Trine Skei Grande besøkte Kautokeino fra skjærtorsdag til langfredag.
sme: Kultur ja dásseárvoministtar galledii Guovdageainnu Kultur- ja dásseárvoministtar Trine Skei Grande galledii Guovdageainnu skilleduorastagas guhkesbearjadahkii.

source: Møtet fant sted i Beiarn 12. februar 2019, og det var enighet om å etablere en ny arbeidsgruppe som kan følge opp arbeidet.
sme: Čoahkkin lei Báidáris guovvamánu 12.beaivvi, ja doppe šihtte ásahit ođđa bargojoavkku mii sáhttá čuovvulit dán barggu.

source: Sametinget har i ettertid hatt særskilte møter med enkelte av aktørene for å sikre bred faglig deltakelse og legitimitet i arbeidet.
sme: Sámedikkis lea dán maŋŋá leamaš sierra čoahkkimat muhtin dáin oassádalliin fuolahan dihte viiddis oasálastima ja legitimitehta vuođđudeami barggadettiin.

source: Sametinget har hatt møte med museumsseksjonen i Norsk kulturråd.
sme: Sámediggi lea maid čoahkkinasttán Norgga kulturráđi museasekšuvnnain.

source: Møtet fant sted i Bodø 14. februar og temaet var generell informasjon og oppfølging av samisk museumsvirksomhet.
sme: Čoahkkin lei Bådådjos guovvamánu 14. beaivvi ja doppe lei fáddán Sámi museadoaimmaid obbalaš diehtojuohkkin ja čuovvoleapmi.

source: Sametinget har hatt møte med Norges museumsforbund.
sme: Sámedikkis lea maid leamaš čoahkkin Norgga museaservviin.

source: Møtet fant sted i Oslo 28. februar 2019, og temaet var generell informasjon knytta til samisk museumsvirksomhet.
sme: Čoahkkin lei Oslos guovvamánu 28. beaivvi Fáddán lei obbalaš diehtojuohkin čatnon sámi museadoaimmaide.
